tap "homebrew/services"
tap "jstkdng/programs"
tap "mongodb/brew"
tap "sst/tap"
tap "stripe/stripe-cli"
tap "supabase/tap"
brew "act"
brew "bat"
brew "biome"
brew "chafa"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "node"
brew "gemini-cli"
brew "gh"
brew "ghostscript"
brew "git"
brew "python@3.13"
brew "git-filter-repo"
brew "grep"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lua"
brew "luarocks"
brew "mkcert"
brew "mongosh"
brew "neovim"
brew "nmap"
brew "pandoc"
brew "php"
brew "pnpm"
brew "poppler"
brew "postgresql@14"
brew "powerlevel10k"
brew "python-setuptools"
brew "rclone"
brew "redis"
brew "resvg"
brew "ripgrep"
brew "sevenzip"
brew "stow"
brew "thefuck"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "yazi"
brew "yt-dlp"
brew "zellij"
brew "zoxide"
brew "zsh-autosuggestions"
brew "jstkdng/programs/ueberzugpp"
brew "mongodb/brew/mongodb-community"
brew "stripe/stripe-cli/stripe"
cask "1password-cli"
cask "alacritty"
cask "chatgpt"
cask "claude-code"
cask "cursor"
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "hiddenbar"
cask "karabiner-elements"
cask "ngrok"
cask "orbstack"
cask "pgadmin4"
cask "qbittorrent"
cask "stats"
cask "tailscale-app"
